Repository: OpenWebconcept/plugin-woo-portal-plugin
Catalog: languages/*.po
Languages: nl_nl

source: Adds Open Web Concept Blocks to the Gutenberg editor.
nl_nl: Voegt Open Web Concept Blocks toe aan de Gutenberg-editor.

# Customizer color label
source: Text color
nl_nl: Tekstkleur

# Customizer color label
source: Primary color
nl_nl: Primaire kleur

# Customizer color label
source: Secondary color
nl_nl: Secundaire kleur

# Customizer section title
source: WOO Portal Colors
nl_nl: WOO Portal kleuren

# Customizer section description
source: Define the colors used within the WOO Portal & Theme.
nl_nl: Definieer de kleuren die worden gebruikt binnen de WOO Portal & Theme.

# Dashboard message
source: A CSS file has been successfully generated.
nl_nl: Een CSS-bestand is succesvol gegenereerd.

# Dashboard role separator
source: %1$s or %2$s
nl_nl: %1$s of %2$s

# Dashboard message
source: No CSS file has been generated yet, so the styling of the %1$s may not be displayed correctly. Contact a user with one of the following roles: %2$s
nl_nl: Er is nog geen CSS-bestand gegenereerd, dus de opmaak van de %1$s wordt mogelijk niet correct weergegeven. Contact opnemen met een gebruiker met één van de volgende rollen: %2$s

# Dashboard message
source: No CSS file has been generated yet, so the styling of the %1$s may not be displayed correctly. Go to the <a href="%2$s">Customizer</a> or generate the CSS file using the button below.
nl_nl: Er is nog geen CSS-bestand gegenereerd, dus de stijl van de %1$s wordt mogelijk niet correct weergegeven. Ga naar de <a href=“%2$s”>Customizer</a> of genereer het CSS-bestand met behulp van de onderstaande knop.

# Dashboard message
source: Save Customizer
nl_nl: Customizer opslaan

source: WOO Portal Blocks
nl_nl: WOO Portal blokken

# Search: Control label
source: Reset image
nl_nl: Beeld resetten

# WOO Portal Search label
source: URL to rest-endpoint or Domain URL
nl_nl: URL naar rest-endpoint of Domain URL

# WOO Portal Search error
source: Invalid URL
nl_nl: Invalide URL

# WOO Portal Search label
source: Title
nl_nl: Titel

# WOO Portal Search label
source: Excerpt
nl_nl: Samenvatting

# WOO Portal Search label
source: Search-field Placeholder
nl_nl: Zoekveld Placeholder

# WOO Portal Search label
source: Results per page
nl_nl: Resultaten per pagina

# denhaag/paragraph: ToolbarButton label
source: Set as heading %s
nl_nl: Instellen als kop %s

# denhaag/paragraph: ToolbarButton label
source: Show as heading %s
nl_nl: Toon als kop %s

# NCB_ImageSizeControl label
source: Select image size
nl_nl: Selecteer afbeeldingsformaat

# NCB_SetLinkControl label
source: Add link
nl_nl: Link invoegen

# NCB_UnsetLinkControl label
source: Remove link
nl_nl: Link verwijderen

# block title
source: WOO Portal Search
nl_nl: WOO Portal Zoeken

# block description
source: Search filters
nl_nl: Zoekfilters

# block keyword
source: search
nl_nl: zoek
